{
  "series": [
    {
      "id": 5,
      "name": "The Walking Dead",
      "image": "https://m.media-amazon.com/images/M/MV5BNDM2OTA1NzIzMV5BMl5BanBnXkFtZTgwOTkxMTk5NjM@._V1_UX67_CR0,0,67,98_AL_.jpg",
      "seasons": 9,
      "description": "Tras un apocalipsis zombie, un grupo de supervivientes, dirigidos por el policía Rick Grimes, recorre los Estados Unidos para ponerse a salvo. Aunque el leit motiv de la serie -cuyo episodio piloto fue dirigido y escrito por Frank Darabont- sea el apocalipsis zombie, la narración se centra más en las relaciones entre los personajes, su evolución y comportamiento en las situaciones críticas. Entre ellos destaca el ayudante del sheriff de un pueblo de Georgia que entró en coma durante la catástrofe."
    },
    {
      "id": "1",
      "name": "Peaky Blinders",
      "image": "https://m.media-amazon.com/images/M/MV5BMTkzNjEzMDEzMF5BMl5BanBnXkFtZTgwMDI0MjE4MjE@._V1_UX67_CR0,0,67,98_AL_.jpg",
      "seasons": "4",
      "description": "Una familia de gánsters asentada en Birmingham tras la Primera Guerra Mundial (1914-1918), dirige un local de apuestas hípicas. Las actividades del ambicioso jefe de la banda llaman la atención del Inspector jefe Chester Campbell, un detective de la Real Policía Irlandesa que es enviado desde Belfast para limpiar la ciudad y acabar con la banda."
    },
    {
      "id": "2",
      "name": "Dark",
      "image": "https://m.media-amazon.com/images/M/MV5BMTUzNjQ2MTY5NV5BMl5BanBnXkFtZTgwOTAzNTQxNDM@._V1_UX67_CR0,0,67,98_AL_.jpg",
      "seasons": "1",
      "description": "Tras la desaparición de un joven, cuatro familias desesperadas tratan de entender lo ocurrido a medida que van desvelando un retorcido misterio que abarca tres décadas... Saga familiar con un giro sobrenatural, \"Dark\" se sitúa en un pueblo alemán, donde dos misteriosas desapariciones dejan al descubierto las dobles vidas y las relaciones resquebrajadas entre estas cuatro familias."
    },
    {
      "id": "3",
      "name": "Taboo",
      "image": "https://m.media-amazon.com/images/M/MV5BMTYyNTQwNzk0OV5BMl5BanBnXkFtZTgwMDAyMDI2MDI@._V1_UX67_CR0,0,67,98_AL_.jpg",
      "seasons": "1",
      "description": "Año 1814. James Keziah Delaney es un hombre al que se le dio por muerto tras viajar a África y estar diez años sin noticias de él. Ahora, James, que ha estado en los confines de la tierra, donde casi pierde la vida, vuelve a Londres completamente cambiado y con catorce diamantes robados en el bolsillo."
    }
  ]
}